Repository: bluesabre/wingpanel-indicator-notifications
Catalog: po/*.po
Languages: mr, ms, my, nn

source: Notifications indicator
mr: सूचना दर्शक
ms: Penunjuk pemberitahu
my: အသိပေးအချက်ပြ ဘားတန်း
nn: Varsel-indikator

source: The notifications indicator
mr: सूचना दर्शक
ms: Penunjuk pemberitahu
my: အသိပေးအချက်ပြဘားတန်း
nn: Indikatoren for varsel

source: No Notifications
mr: सूचना उपलब्ध नाहीत
ms: Tiada beritahuan
my: အသိပေးမှု မရှိသေး
nn: Ingen varsel

source: Do Not Disturb
mr: व्यत्यय आणू नका
ms: Jangan Ganggu
my: မနှောက်ယှက်နဲ့
nn: Ikkje forstyrr

source: Clear All Notifications
mr: सर्व सूचना पूसा
ms: Abaikan semua beritahuan
my: အသိပေးချက်အားလုံး ရှင်းထုတ်
nn: Ta vekk alle varsel

source: Notifications Settingsâ€¦
ms: Tetapan pemberitahu

source: Other
ms: Lain-lain
my: အခြားအရာများ

source: now
mr: सध्या
ms: sekarang
my: ယခုလတ်တလော
nn: no

source: Now
ms: Sekarang
my: ယခုလတ်တလော
nn: No

source: %ld day
mr: %ld दिवस
ms: %ld hari
my: %ld ရက်

source: %ld hour
mr: %ld तास
ms: %ld jam
my: %ld နာရီ

source: %ld minute
mr: %ld मिनिट
ms: %ld minit
my: %ld မိနစ်

source: Notifications Settings…
mr: सूचना सेट्टींग्स
my: အသိပေးချက်များအား ပြင်ဆင်ရန်
nn: Varselinstillingar…

source: %lu day
nn: %lu dag

source: %lu hour
nn: %lu time

source: %lu minute
nn: %lu minutt
